const List<Map<String, String>> kExpanList = [
  {
    'title': 'تسرب غاز ',
    'subtitle': "عند اكتشاف تسرب للغاز",
    "content":
        """1.لا تشعل نارا أو مصباحا كهربائيا أو أي مصدر للشرر لان ذلك سوف يحدث شرارة تؤدي إلى حدوث انفجار .

2.قم بإغلاق مصدر الغاز المتسرب .

3.قم بفتح النوافذ والأبواب لتهوية الموقع وتخفيف تركيز الغاز

4.بادر بإصلاح التسرب فورا واستبدال الأجزاء المعطوبة من موقع التسر""",
  },
  {
    'title': 'تسرب غاز ',
    'subtitle': "عند اكتشاف تسرب للغاز",
    "content":
        """1.لا تشعل نارا أو مصباحا كهربائيا أو أي مصدر للشرر لان ذلك سوف يحدث شرارة تؤدي إلى حدوث انفجار .

2.قم بإغلاق مصدر الغاز المتسرب .

3.قم بفتح النوافذ والأبواب لتهوية الموقع وتخفيف تركيز الغاز

4.بادر بإصلاح التسرب فورا واستبدال الأجزاء المعطوبة من موقع التسر""",
  },
  {
    'title': 'تسرب غاز ',
    'subtitle': "عند اكتشاف تسرب للغاز",
    "content":
        """1.لا تشعل نارا أو مصباحا كهربائيا أو أي مصدر للشرر لان ذلك سوف يحدث شرارة تؤدي إلى حدوث انفجار .

2.قم بإغلاق مصدر الغاز المتسرب .

3.قم بفتح النوافذ والأبواب لتهوية الموقع وتخفيف تركيز الغاز

4.بادر بإصلاح التسرب فورا واستبدال الأجزاء المعطوبة من موقع التسر""",
  },
  {
    'title': 'تسرب غاز ',
    'subtitle': "عند اكتشاف تسرب للغاز",
    "content":
        """1.لا تشعل نارا أو مصباحا كهربائيا أو أي مصدر للشرر لان ذلك سوف يحدث شرارة تؤدي إلى حدوث انفجار .

2.قم بإغلاق مصدر الغاز المتسرب .

3.قم بفتح النوافذ والأبواب لتهوية الموقع وتخفيف تركيز الغاز

4.بادر بإصلاح التسرب فورا واستبدال الأجزاء المعطوبة من موقع التسر""",
  },
  {
    'title': "ExpansionTile",
    'subtitle': 'ExpansionTile subtitle',
    "content": "Content",
  },
];
